Repository: DeveloperAcademy-POSTECH/2026-C4-A02-Poyongyong
Catalog: Mogapa/Mogapa/Shared/Resources/Localizable.xcstrings
Source language: ko
Languages: en

source: + 버튼을 눌러 빠른 말하기를 추가해보세요
en: Tap the + button to add a quick phrase

source: 가로로 돌려 표현하기
en: Rotate the device to display the message

source: 다시 그리기
en: Draw Again

source: 드래그 제스처는 자막 없이 음성만 재생돼요. 이해하기 쉬운, 간단하고 짧은 문구를 추천해요.
en: Dragging plays sound only — no captions.

source: 드래그 제스처로 빠른 말하기
en: Quick Speech with Drag Gesture

source: 드래그 후 손을 떼면 출력 후 자동 종료
en: Displays the message when the gesture ends

source: 말하기를 시작해 볼까요?
en: Ready to start speaking?

source: 무엇을 이야기하고 싶은가요?
en: What would you like to say?

source: 빠른 말하기
en: Quick Speech

source: 삭제
en: Delete

source: 선택
en: Select

source: 여기에 말한 기록이 남아요!
en: Everything you say is saved here!

source: 완료
en: Done

source: 입력 내용 지우기
en: Clear text

source: 전체 빠른 말하기 목록
en: All Quick Speech phrases

source: 취소
en: Cancel

source: 카테고리
en: Category

source: 편집
en: Edit
